<template class="goodsdesc-container">

  <div class="goodsdesc-container">
    <h3>{{ info.title }}</h3>

    <hr>

    <div class="content" v-html="info.content"></div>
  </div>

</template>

<script>
    export default {
        name: "goods-desc",
        data(){
          return {
            id: this.$route.params.id,
            info: {title: 'Apple iPhone X (A1865) 64GB 银色 移动联通电信4G手机',content: '<div><p>近日，全球科技巨头微软公司透露，微软与丰田汽车签署了一项新的专利许可协议，该协议涵盖了车联网相关专利技术，主要包括大数据平台的合作。对于此次合作，微软知识产权负责人及丰田高级研发部门负责人均表示，此次合作将利用授权专利加快技术创新，开拓更广阔的市场。<br></p><p><img src="http://p3.pstatp.com/large/6158000379e4459ba2da" img_width="500" img_height="274" alt="“亚美科技做的不是OBD盒子，是车联网大数据”" inline="0"></p><p>图：微软与丰田汽车签署新的专利许可协议</p><p>在技术行业，一直有“项目未动，专利先行”的说法。专利是一个行业的风向标，从侧面反映了一个行业未来发展的趋势。</p><p>广州亚美信息科技一直目标成为国内领先的车联网大数据平台，其核心产品“车智汇OBD智能盒子”更是拥有多项国家专利，“车载OBD智能终端（车智汇A280一型）”、“一直APP数据传输方法”、“一种基于wifi的USB切换系统”......一项项国家专利都证明了亚美科技的实力。</p><p><img src="http://p9.pstatp.com/large/5e8b0004967a81358004" img_width="500" img_height="248" alt="“亚美科技做的不是OBD盒子，是车联网大数据”" inline="0"></p><p>凭借优异的科技实力和成果，亚美科技也被认定为“国家高新技术企业”，获此殊荣，并手握多项国家专利，亚美科技没有恃宠而骄，反而说了这样的话。</p><p><strong>“亚美做的不是OBD盒子，是车联网大数据”</strong></p><p>很多人对亚美科技的认知都是从车智汇盒子开始，也有很多用户反映亚美车智汇是自己用过最方便、最灵敏的OBD盒子。但亚美科技的负责人却说，亚美做的不是OBD盒子。</p><p>“亚美做的不是OBD盒子，而是车联网大数据。”诚然车智汇OBD获得巨大成功，但亚美始终坚持自己做车联网大数据的立场。问及原因，负责人表示，单纯的OBD只能实现人和车的交互，或车和车的交互，然而大数据却能将人和车、车和车、车和交通网络整合起来，这样才会发挥更大的能量。</p><p>“我们要的不是1+1=2，而是1+1=∞。”这才是亚美科技真正的目的。</p><p><img src="http://p99.pstatp.com/large/5e8b0004967b1340081b" img_width="500" img_height="244" alt="“亚美科技做的不是OBD盒子，是车联网大数据”" inline="0"></p><p><strong>对于车联网和车联网技术，亚美是有民族使命的</strong></p><p>亚美科技负责人表示，虽然近几年车联网技术迅速发展，车联网领域相关专利申请也增多。但是我国目前整体在车联网上的技术发展还是不全面的，在汽车导航管控和信息共享以及传感器感知技术方面较弱。</p><p>作为一家中国企业，亚美科技知道在谋求发展的同时，自己还背负着中国技术领域的民族使命的。无论是车联网行业还是在其他领域，即使是小小的技术进步，一旦汇聚成河也是一股洪流，而亚美科技也甘做这股洪流中的浪花，为整个民族的科技进步和发展尽绵薄之力。</p><p>怀揣着让世界为中国自豪，让中国为亚美自豪这样的梦想。亚美科技和车智汇在车联网大数据和车联网技术领域将不断前行。</p></div>'}
          }
        }
    }
</script>

<style lang="scss">
  .goodsdesc-container {
    padding: 5px;

    h3 {
      text-align: center;
      font-size: 18px;
      color: #666;
    }
    img {
      width: 100%;
    }

  }
</style>
